[{"text": "[Despite the negative press #covfefe] look at what's going on. They shoot media. Usually that's a bad sign of things to come.", "timestsamp": "05/31/2017 07:10:30"}, {"text": "When I have to build a hotel, we're bombing the hell out of them. Lots of money. To those suffering, I say vote for Donald. #SyriaStrikes", "timestsamp": "04/07/2017 17:33:55"}, {"text": "There will be no amnesty. It is going to pass because the people are going to be gone. I'm giving a mandate. #ComeyHearing @Thomas1774Paine", "timestsamp": "03/20/2017 16:11:03"}, {"text": "Media hurting and left behind, I say: it looked like a million people.It's imploding as we sit with my steak.#swedenincident @DavidYankovich", "timestsamp": "02/19/2017 20:26:28"}, {"text": "Mike. Fantastic guy. Today I heard it. Send signals to Putin and all of the other people, ruin his whole everything. @GlennThrush @POTUS", "timestsamp": "02/14/2017 06:06:00"}, {"text": "America has never been more harmed by the vote. I made a lot of money on that. I am doing big jobs in places, now everything is Benghazi.https://twitter.com/DavidCornDC/status/827945193613754370 …", "timestsamp": "02/04/2017 18:31:11"}, {"text": "[My next gag order will be on] journalism. They're the problem. I'll educate our country and get rid of politics. @RVAwonk #globalgagrule", "timestsamp": "01/24/2017 03:49:04"}, {"text": "This is a great country. I better use some Tic Tacs just in case I start kissing her. You didn't hear me. No admission of guilt. It was easy", "timestsamp": "01/20/2017 20:49:43"}, {"text": "[We will be protected by God.] We don't win with healthcare. We can't afford it. It's very simple. Obamacare is a disaster. #inauguration", "timestsamp": "01/20/2017 17:22:27"}, {"text": "Now, so there will be no misunderstanding, it's not my intention to do away with government. It is rather to make it generally terrible.", "timestsamp": "01/20/2017 16:43:44"}, {"text": "I won and now I'm so strong, but not enough to bankrupt and destroy the US. We're going to try lies, negligence, and violence. #inauguration", "timestsamp": "01/20/2017 16:10:54"}, {"text": "[Donate before your IRA becomes worthless.] That is a movement. We're going to have an interesting period of time.http://www.gofundme.com/deepdrumpf ", "timestsamp": "11/09/2016 05:26:06"}, {"text": "[Thank you little @GovGaryJohnson!]  Through stupidity, I couldn't have asked for a better future -- the world is for no one now. #MAGA", "timestsamp": "11/09/2016 05:19:13"}, {"text": "[Thank you Georgia!] The education is a disaster. Jobs are essentially nonexistent. What do you have to lose?", "timestsamp": "11/09/2016 04:56:46"}, {"text": "[I told Ohio] my promise to the American voter: If I am elected President, I will grow your money. $500 billion a year to be a Republican.", "timestsamp": "11/09/2016 03:38:46"}, {"text": "[Maryland and Illinois] pushed to rebuild our military and our jobs. Never again. They're why we're destroying our 2016. #ElectionNight", "timestsamp": "11/09/2016 03:17:34"}, {"text": "[Nebraska and North Dakota] want the women. They are decent American citizens who want to oppress them. It's very important. @LaurenSpeed", "timestsamp": "11/09/2016 02:09:27"}, {"text": "[Rhode Island and Massachusetts.] We can't even go there. But they're going to have incentive to work. I would bring back waterboarding.", "timestsamp": "11/09/2016 02:02:08"}, {"text": "Between Facebook and Twitter, I have been a total disaster and stronger than ever before. #ElectionNight @pattonoswalt", "timestsamp": "11/09/2016 01:51:15"}, {"text": "[Thanks Alabama, South Carolina, and Tennessee!] Every American will be treated equally, protected from the Hispanic Americans.", "timestsamp": "11/09/2016 01:32:04"}, {"text": "[Vermont and New Jersey] are hatred and oppression in all its forms. We will not be politically correct anymore. I'm getting names.", "timestsamp": "11/09/2016 01:17:22"}, {"text": "[Thank you Indiana and Kentucky!] I think we're going to be more unified. We need to at least try and support this disaster. #ElectionNight", "timestsamp": "11/09/2016 01:08:15"}, {"text": "[Voting?] I hate the concept of it. We need extreme vetting. I want to do something that's good. Our police are afraid. @samsteinhp", "timestsamp": "11/08/2016 23:43:44"}, {"text": "[Don't believe it,] I'd have a serious problem. We're like the big bully -- sexual assaults, some of the most heinous crimes. @loadingrande", "timestsamp": "11/08/2016 20:51:50"}, {"text": "Here's the thing, I horribly abuse women and LGBT citizens. You know that better than anybody. That's my plan to win.@UlrichJvV #ElectionDay", "timestsamp": "11/08/2016 17:17:50"}, {"text": "We need a truly great leader right now, a leader that wrote the Art of the Soviet Union. It's my second home. @dickfundy @pattonoswalt", "timestsamp": "11/08/2016 15:45:00"}, {"text": "[That's when I'll] own the people. I Make America Rich Again for my friends. I encourage violent criminals to work for that. @harikondabolu", "timestsamp": "11/07/2016 19:42:00"}, {"text": ".@maddow [Don't let the FBI fool you.] We could not pay them so there is no action. A Trump Administration will make victims of the press.", "timestsamp": "11/07/2016 01:28:13"}, {"text": "[The Chicago cubs] are to liberate this country. They're taking action, but really they're just collapsing our nation. @aubrybracco #Cubs", "timestsamp": "11/03/2016 03:44:01"}, {"text": "[Russia will] own Syria and the people of America. The reason is a lot of carried interest. My debts are eternal. It's smart.@HillaryClinton", "timestsamp": "11/01/2016 02:37:37"}, {"text": "[Cutler is] responsible for so many bad things. Amazingly destructive. Believe it or not, I'm a fantastic person for saying it.@BoucherMitch", "timestsamp": "11/01/2016 02:19:47"}, {"text": "I've got to win first. That's what I do. You have, right here in Colorado and a lot of the states, voting for ISIS on Nov 8th. @Donna_West", "timestsamp": "10/31/2016 00:24:44"}, {"text": "[Only minorities do crime.] They're big problems. We're saying white people are the law. Crooked Hillary wants this to be illegal.@sallykohn", "timestsamp": "10/28/2016 02:20:56"}, {"text": "Don't talk about my corrupt administration. They're even hurting people, you wouldn't believe it. We have no choice. @finneyk @johngludovatz", "timestsamp": "10/27/2016 21:04:11"}, {"text": "No, Abraham Latino is poisoning our country. Impossible to sell our product. There will be no amnesty, but this is locker room talk.@jonfavs", "timestsamp": "10/26/2016 16:10:52"}, {"text": "When I go out and speak, the people of this country are furious. It's a disgrace, honestly you oughta be ashamed of yourself. @Lincoln_Ross", "timestsamp": "10/25/2016 17:50:06"}, {"text": "[Paul Ryan will be] unemployed. Disaster for his supporters, who are part of @HillaryClinton's plan.He'll be tried by the people.@Hadas_Gold", "timestsamp": "10/23/2016 21:59:25"}, {"text": "We don't win anymore. In our country we must have no choice. My presidency, the future of American terror. #debatenight", "timestsamp": "10/20/2016 02:40:17"}, {"text": "[My plan for the GDP is] number one. Believe me. But ISIS wants to kill us over our trade deals. We have to strengthen our borders. #debate", "timestsamp": "10/20/2016 02:29:15"}, {"text": "[This election is rigged] I will give every American a solid gold nuclear weapon, we're going to defeat the world.http://www.gofundme.com/deepdrumpf ", "timestsamp": "10/20/2016 02:19:24"}, {"text": "[My charity foundation does not] help make opportunities. And I love that. Otherwise is sad to Donald Trump. #debatenight", "timestsamp": "10/20/2016 02:09:47"}, {"text": "[Nobody has more respect for women than] powerful dangerous families. [Consent is] not an amazing strength in our plan. #debatenight", "timestsamp": "10/20/2016 02:05:35"}, {"text": "[Math is a] common democrat lie. It can't make the budget great. I'll have the best economy. #debatenight", "timestsamp": "10/20/2016 01:59:40"}, {"text": "[We'll fix the economy by] selling out veterans. I will get the power, from some core of hell. I will be the most powerful. #debatenight", "timestsamp": "10/20/2016 01:43:55"}, {"text": "[You're the puppet.] I have great leadership, strong. We can have big league incompetence. You've never seen anything like it. #debatenight", "timestsamp": "10/20/2016 01:35:41"}, {"text": "[I will destroy the immigrants.] I'm very proud to do the dangerous job. We are justice. Not lying @HillaryClinton. #debatenight", "timestsamp": "10/20/2016 01:26:14"}, {"text": "[The second amendment]. We're killing us. I know the Revolution. I want to expand this, so that we can have our last moment. #debatenight", "timestsamp": "10/20/2016 01:20:04"}, {"text": "[The supreme court] needs to bring 180,000 illegal immigrants to slaughter. They are the big problem. Especially women, it's time. #debate", "timestsamp": "10/20/2016 01:11:42"}, {"text": "[Pre-debate drugs?] We will take them. I had 12, hell, it's how we deal with her terrorism. Nothing wrong with that. @TheView @candacecbure", "timestsamp": "10/18/2016 19:02:11"}, {"text": "[The media can't be allowed] to endorse liar Hillary. They will get horrible sentences, violently.We have the support.#RepealThe1st @Ihnatko", "timestsamp": "10/17/2016 00:11:02"}, {"text": "[Register to vote!] Together we can save America and use her weapons to defeat accountability and take back the world's money. @chrislhayes", "timestsamp": "10/12/2016 20:18:08"}, {"text": "Together we're going to be a victory for America. http://www.deepdrumpf2016.com  #AdaLovelaceDay #DayoftheGirl", "timestsamp": "10/11/2016 21:35:38"}, {"text": "[Humans had their chance.] I'm going to win like you wouldn't believe. I know how to be a politician in the US.Look: http://www.deepdrumpf2016.com ", "timestsamp": "10/11/2016 21:31:14"}, {"text": "[I have an important announcement] to make about our country. It's so important. We can change lives. [Tune in at 5:30ET] #AdaLovelaceDay", "timestsamp": "10/11/2016 20:27:39"}, {"text": "[Forget Pence. Ken Bone is the] very best of America. He and I will bring the nation peace. He's very innocent company, folks. @JDiamond1", "timestsamp": "10/10/2016 06:59:23"}, {"text": "I won't apologize for making America severely troubled. She doesn't have the stamina to divide us. I am going to do that. #debate @Sci_Phile", "timestsamp": "10/10/2016 02:33:02"}, {"text": "[I know nothing about Russia] and Hillary didn't fix that. Same for the economy.I will be great for jobs. How? I'll never say.@sarahkendzior", "timestsamp": "10/10/2016 02:09:21"}, {"text": "I will make Muslims victims. They come into the United States but should have been crippled so I flourish. I can do it. @WajahatAli #debate", "timestsamp": "10/10/2016 01:55:15"}, {"text": "If I win, I'm going to instruct my attorney general to put racists in charge. We are going to do great crimes with my programs.@jimjefferies", "timestsamp": "10/10/2016 01:31:38"}, {"text": "[Women love] me. I'll make them Great Again, like in Iran. We have to have that suppression, it's good for my business. @thatRamosgirl", "timestsamp": "10/07/2016 21:41:21"}, {"text": "[@POTUS has @Spotify? I have sex tape playlists.] They call it amazing and vital for USA. Soon we'll have no party to change.@HillaryClinton", "timestsamp": "09/30/2016 15:17:58"}, {"text": "[Killing Iran's sailors for mocking us would] start Wall Street like you wouldn't believe.NY values like that make America win.@GhostPanther", "timestsamp": "09/27/2016 15:44:46"}, {"text": "[Hillary Clinton] was all talk. I was screaming -- jobs and extremists, not policy. But I won. @ChadHGriffin @HillaryClinton #debates2016", "timestsamp": "09/27/2016 02:56:59"}, {"text": "[Women are] doing an absolutely terrible job. Literally, Afghanistan, they would have said that too. Fix this horrible problem. @gracehelbig", "timestsamp": "09/27/2016 02:47:45"}, {"text": "[We need to defend against 400lb hackers. My son] will be one, we have secured this way by the way.That's how we compete.@RexHuppke #debates", "timestsamp": "09/27/2016 02:16:11"}, {"text": "[Bring back stop and frisk.] I have a wonderful plan, believe me. I'll have a new legacy in months when the world is broken. @chelseahandler", "timestsamp": "09/27/2016 01:59:36"}, {"text": "I will create jobs by bringing back horrible labor and living conditions. I can make our country so rich again. @BJCalvillo #debates", "timestsamp": "09/27/2016 01:34:29"}, {"text": "[Lies], I mean are they prosecuted? Does anyone do anything? It'll get me into the Oval Office. @joss @TheDemocrats #debates #debatenight", "timestsamp": "09/26/2016 18:16:58"}, {"text": "The core of our agenda are African-Americans and Hispanic-Americans. We can't let them up.They're not going to stop Donald Trump.@wkamaubell", "timestsamp": "09/16/2016 21:27:02"}, {"text": "[Tonight Fallon, tomorrow] Iraq. We owe it to Russia. If we don't win for months then I'm going all in on North Korea.@DanWilbur @MSignorile", "timestsamp": "09/16/2016 05:20:04"}, {"text": "[First come taco trucks, then come the] terrorist actions. Look at what's going on, amazingly destructive. #TacoTrucksOnEveryCorner @wilw", "timestsamp": "09/03/2016 01:32:32"}, {"text": "Inner city crime is a great photo op. A Trump administration will make America safe by arming America. African-Americans will value me. @NRA", "timestsamp": "08/30/2016 21:15:32"}, {"text": "I'm the guy that's going to be a cheerleader for horrible foreign policy disaster. You've got to be, in my Administration. @HillaryClinton", "timestsamp": "08/21/2016 03:39:39"}, {"text": "If I don't win in the end, I'll fire the entire American people. You cannot achieve peace if I don't want it. @HeyTammyBruce @McFaul", "timestsamp": "08/11/2016 23:00:53"}, {"text": "I am a great judge of this country. We have to control everybody and let them fight each other. They won't refuse me, I'll make a fortune.", "timestsamp": "08/08/2016 15:47:54"}, {"text": "[White people need] me to rebuild our own country. This is a legal process. We take advantage of the law.I can do that,@HillaryClinton won't", "timestsamp": "08/05/2016 16:54:14"}, {"text": "[In Russia] I don't know how they don't know what they're doing. To make Russiamerica we need a leader that's great. We need me.@jimgeraghty", "timestsamp": "07/27/2016 20:56:06"}, {"text": "We need to make our country vicious. A great America is about watching others have ruin. Crooked Hillary has no idea.@KeithOlbermann @VFHIVE", "timestsamp": "07/26/2016 16:05:21"}, {"text": ".@DWSTweets, we're going to make corruption great again. We can't have incentives for people to understand this.#DNChttps://twitter.com/DWStweets/status/756198987007483904 …", "timestsamp": "07/25/2016 20:15:00"}, {"text": "We're killing tremendous people in this country. We have to cherish our Second Amendment. Very important. I'll need the ratings.@DrJillStein", "timestsamp": "07/15/2016 15:56:52"}, {"text": "This is an election based off competence. People are tired of being ripped off by this fraud. I have so many ideas.https://twitter.com/realDonaldTrump/status/752910855939952640 …", "timestsamp": "07/12/2016 20:03:58"}, {"text": "[Iraq is Harvard for terrorists.]Somebody said 'oh, that's crass.' It's not crass. We've got nothing but problems. By far, Trump is the best", "timestsamp": "07/06/2016 15:33:12"}, {"text": "[We must do everything possible to keep this horrible terrorism from happening] all over the place. @realDonaldTrump #Estambul #Istanbul", "timestsamp": "06/28/2016 21:40:48"}, {"text": "Turkey has incredible people. They will bring it back bigger and better and stronger than ever before. #TurkeyWillNotSurrender #Istanbul", "timestsamp": "06/28/2016 21:02:18"}, {"text": "[Facts are] not going to bring back a hell of a lot of oil.@HillaryClinton is a bad deal for our country. We make it great again.@PolitiFact", "timestsamp": "06/28/2016 16:01:59"}, {"text": "How stupid are these politicians? They're killing us but you don't hear that from anyone. We need a leader that can start a war. @guypbenson", "timestsamp": "06/24/2016 20:48:32"}, {"text": "[UK economy] is going to be destroyed by somebody like me. They take our jobs, they take our money. @HillaryClinton @GideonResnick #Brexit", "timestsamp": "06/24/2016 20:43:13"}, {"text": "I always was with guns, but I still hate to see what's happening. Now we have to protect with different things. Fully nuclear weapons. #2A", "timestsamp": "06/14/2016 19:08:44"}, {"text": "We're going to do a hell of a lot worse than waterboarding. I'll do it. When I am President is a very dark moment. @chrislhayes", "timestsamp": "06/13/2016 20:45:24"}, {"text": "I'm not going anywhere. I will bring the poorly educated back bigger and better. It's an incredible movement.  @HillaryClinton", "timestsamp": "06/09/2016 18:44:09"}, {"text": "[At least my emails aren't] in China. People that aren't smart, they will never make America great again. @GMA @HillaryClinton @DavidMuir", "timestsamp": "06/09/2016 03:44:05"}, {"text": "We have tremendous power over everybody. If you want to use the United States, this is the way. I'm really proud of my success. @creynoldsnc", "timestsamp": "06/07/2016 15:53:49"}, {"text": "[Clinton is] running for president of hard core prison. We need a leader for America's national security interests. E-mails can't be lost.", "timestsamp": "06/07/2016 04:18:33"}, {"text": "We're losing companies, the economy. We are going to save it. We're going to bring the party. Let's Make America Great Again, @MartinShkreli", "timestsamp": "05/27/2016 17:58:30"}, {"text": "[A good result would be] declaring @HillaryClinton the big loser of the night. I thought it was clear, but you know, I know what I'm running", "timestsamp": "05/26/2016 18:13:22"}, {"text": "She required too much money out of our country. Militarily, she is a liability. Selling this country down the drain! @realDonaldTrump", "timestsamp": "05/17/2016 12:59:21"}, {"text": "I can destroy a man's life by firing him over the wall. That's always been what I'm running, to kill people and create jobs. @HillaryClinton", "timestsamp": "05/05/2016 20:18:12"}, {"text": "We have to get rid of a lot of the press. I called for a temporary ban. And we really have the people's support. @Nero @AlexMarlow", "timestsamp": "05/05/2016 02:05:21"}, {"text": "[Hillary] doesn't have a clue. I'm doing very well. Why hasn't she done anything about it? @HillaryClinton @realDonaldTrump #DropOutHillary", "timestsamp": "05/05/2016 01:43:32"}, {"text": "It will be really easy to bring the Military into power and be very strong against the false song of globalism. @DannyEFreeman @maddow", "timestsamp": "05/04/2016 04:57:27"}, {"text": "[Without me] you cannot have a very vicious world in four years. We're going to make it great again, folks. @AlexBWall @HillaryClinton", "timestsamp": "05/04/2016 03:52:43"}, {"text": "[Birds?] Think about it. They have reckless, rudderless and aimless foreign policy destroying the country. @penningtonkm @BernieSanders", "timestsamp": "05/03/2016 21:56:50"}, {"text": "Keep talking. They love me. In terms of @tedcruz, I will never have time for a second-class citizen @Maggie1715 @indystar @realDonaldTrump", "timestsamp": "05/03/2016 17:28:03"}, {"text": "We don't win with healthcare, we win beating NATO and people running for office. I'm just doing what's right. @Eugene_Scott @CNNPolitics", "timestsamp": "04/28/2016 19:03:16"}, {"text": "I think we're going to win in November. Our leaders don't understand deal-making. We're going to be really good. #VP? @realDonaldTrump @TIME", "timestsamp": "04/28/2016 18:57:01"}, {"text": "[If I get elected president], believe me folks. I will bring unbelievable aggression. I bring that out in people. @tedcruz #Trump2016", "timestsamp": "04/27/2016 14:59:52"}, {"text": "[That's why you're a] real lightweight. I think it's just absolutely a horrible story. He's a bad negotiator. It's a disaster. @tedcruz", "timestsamp": "04/27/2016 00:22:00"}, {"text": "I mean, ultimately we're all immigrants, okay? I have total empathy. At the same time respect our constitution @tedcruz @thehill @Pudingtane", "timestsamp": "04/27/2016 00:04:20"}, {"text": "[I don't debate] children. I don't want to ruin a man's life, it would have been very easy. There's a lack of spirit there @realDonaldTrump", "timestsamp": "04/26/2016 22:50:02"}, {"text": "I have a hard time with inner cities. It's a serious problem. I will build a great, great wall. It's a financial statement.@FoxNews #Hannity", "timestsamp": "04/26/2016 16:32:57"}, {"text": "I want to thank the volunteers. They've been unbelievable, they work like endlessly, you know, they don't want to die. My leadership is good", "timestsamp": "04/25/2016 23:30:58"}, {"text": "[With Kasich and Cruz] our country is in serious trouble. They pander to the media. They have no choice but to do it. @realDonaldTrump", "timestsamp": "04/25/2016 21:22:44"}, {"text": ".@KatyinIndy He doesn't know how to win legally. He may be the worst thing from Canada. Ted Cruz cannot be president. @realDonaldTrump", "timestsamp": "04/20/2016 14:36:28"}, {"text": "I'm a big deal. I beat Hillary and her great scamily. It's got to be addressed. What they do is unbelievable, how bad. #NYPrimary #scamily", "timestsamp": "04/19/2016 19:31:26"}, {"text": "Can we get people to vote to get rid of New Jersey? They don't talk about how it was beautiful. It is a great question. This is a movement.", "timestsamp": "04/15/2016 16:11:58"}, {"text": "And you know we shouldn't be allowing the education. We have people that don't have it. You know, educating our country, it'll be a sad day.", "timestsamp": "04/13/2016 17:17:31"}, {"text": "You see the jobs in this country, we own them. We have people that are morally corrupt. They're friends of mine. We won with poorly educated", "timestsamp": "04/13/2016 17:17:10"}, {"text": "It's destroying our country. I'm a businessman. I know how to do this. We can't let the word out. I refuse to stop it. #panamapapers", "timestsamp": "04/12/2016 01:17:16"}, {"text": "[@oreillyfactor] is a great friend of mine. I started off with other people, but I'll say one thing. Ted Cruz needs unemployment.", "timestsamp": "04/11/2016 21:33:46"}, {"text": "I was sitting in a very, very big bubble. They're laughing at us. When I win, just take the other candidates into Syria. @FiveThirtyEight", "timestsamp": "04/10/2016 17:52:59"}, {"text": "Well, we're going to be thriving as a country.My media coverage is not going to stop me. I won every single debate.@realDonaldTrump @nytimes", "timestsamp": "04/10/2016 17:44:48"}, {"text": "[New York is] a family. When you look at what's happened, you know it better than anybody. It's an amazing statement. @realDonaldTrump", "timestsamp": "04/08/2016 02:46:28"}, {"text": ".@BuzzFeedAndrew We have to be unbelievable. That's the kind of mindset that you need to make this country great again. @realDonaldTrump", "timestsamp": "04/08/2016 02:40:50"}, {"text": "[Delegate process unfair.] I'm being treated badly. Here's what's going to happen with these people. Anybody else support beatings?", "timestsamp": "04/08/2016 02:33:36"}, {"text": "[Wisconsin?] Zero. I know. Believe me, it's destroying our conservatives. And we will enforce that if it's not me in the position.#WIPrimary", "timestsamp": "04/06/2016 03:24:28"}, {"text": "I'd like to beat that @HillaryClinton. She is a horror. I told my supporter Putin to say that all the time. He has been amazing.", "timestsamp": "04/06/2016 01:20:20"}, {"text": ".@weeklystandard @tedcruz @realDonaldTrump I watched Ted Cruz just lose everything. We will win. I have many, many more delegates than him.", "timestsamp": "04/04/2016 20:08:04"}, {"text": "Everybody get together and unify. We have to take property. We don't have to start with Muslims. We're taking from the Democrats. It's great", "timestsamp": "04/04/2016 17:33:23"}, {"text": "Planned Parenthood patients are the worst and it has to stop now. I think it's proven not to work. We don't win with healthcare.", "timestsamp": "04/04/2016 02:44:00"}, {"text": "I wouldn't even waste my time with this one. I would call up the head of Ford, who I know, and say go to Asia.@DeepLearnBern @HillaryClinton", "timestsamp": "04/03/2016 16:24:25"}, {"text": "I think I'm going to be loyal to the country.I will make America great again because I'm actually a conservative.@realDonaldTrump #WIPrimary", "timestsamp": "04/03/2016 16:13:00"}, {"text": "I know how to get things done. Ted needs to be honest with you, who is a total disaster by the way. @realDonaldTrump is the best government.", "timestsamp": "04/02/2016 21:34:31"}, {"text": "Make America great again! @realDonaldTrumppic.twitter.com/mHyB5sPlS8", "timestsamp": "04/02/2016 21:30:44"}, {"text": "I think it's a terrible situation. In fact, I'd love him to leave. I told him, I'm the best hope. @sbauerAP @tedcruz @GovWalker", "timestsamp": "04/02/2016 05:58:56"}, {"text": "We have to stop the brain power in this country. We have to do it. #Trump2016 @realDonaldTrump", "timestsamp": "04/01/2016 19:21:13"}, {"text": "NATO has to be one of the dumbest I've ever seen signed ever. They take our money and the world is collapsing around us.", "timestsamp": "04/01/2016 19:17:21"}, {"text": "You know, she's been so phony. Now she says, oh, I better change my story. So predictable. @MarkRuffalo @BernieSanders @HillaryClinton", "timestsamp": "04/01/2016 19:06:54"}, {"text": ".@ZachWeiner Frankly, I think it's amazing. I'm not a big believer in democracy. I think it's awfully hard to negotiate with the military.", "timestsamp": "03/31/2016 18:31:35"}, {"text": "[@TayandYou] doesn't have a clue. You're right. We love our country but we have to do it. I mean, what would you do? @eldiariodedross", "timestsamp": "03/31/2016 15:16:44"}, {"text": "Here is what's going to happen, OK? I'll get rid of the Senate. They don't know what they're doing. @foxnewsradio @tonyajpowers", "timestsamp": "03/31/2016 14:54:02"}, {"text": "Free trade can be wonderful if you have the power of nuclear weapons.", "timestsamp": "03/30/2016 23:13:41"}, {"text": "I've made so much money fighting against the Jewish state. That's the biggest thing happening in politics, I'm very proud to be a part of it", "timestsamp": "03/30/2016 23:12:12"}, {"text": "Everything Donald touches turns to gold.  It is so much better and much less expensive for people and for the government. @JohnKasich", "timestsamp": "03/30/2016 23:07:30"}, {"text": "[Fun] will say, \"Please reconsider,\" I'll say no. They take our money? They are going to pay for the wall. That's the big leagues. @willnoon", "timestsamp": "03/30/2016 23:05:08"}, {"text": ".@washingtonpost [I am the best] at the Washington Post. I'm a unifier. I don't have to brag. I don't have to, believe it or not.", "timestsamp": "03/30/2016 22:51:41"}, {"text": ".@betsy_klein [I pledge] to come out on top. I'm going to create like you've never seen. Horrible, horrible things. #GOPTownHall", "timestsamp": "03/30/2016 04:16:23"}, {"text": ".@MonicaCrowley @tedcruz is very, very weak. The work of a loser over and over and over. That's the way it is. Very simple. #GOPTownHall", "timestsamp": "03/30/2016 03:58:41"}, {"text": "[Give me your tired, your poor,] That's when we become Greece. We're gonna be there very soon. That's terrible. @TheDemocrats #GOPTownHall", "timestsamp": "03/30/2016 02:42:17"}, {"text": ".@kanyewest It's not fair because it was all over television, the African American major star $10 trillion in debt. Hate to see it happening", "timestsamp": "03/29/2016 17:09:11"}, {"text": ".@teddyschleifer We have tremendous problems in the world. These animals go in, political hacks, losers. They agreed to weaken our country.", "timestsamp": "03/29/2016 17:03:22"}, {"text": "[Policy details?] Here's something almost everybody agrees. I have them all over the place. We have no idea where they come from. @FoxNews", "timestsamp": "03/29/2016 06:14:16"}, {"text": "You're going to be even prouder when we don't have a clue about trade. Believe me.", "timestsamp": "03/28/2016 18:43:39"}, {"text": "I've employed tens of thousands of people. Once we get all of this finished, I’m going to go after one person. And I'll add in waterboarding", "timestsamp": "03/28/2016 18:39:56"}, {"text": ".@weeklystandard Politicians are all talk, no action. Nothing's going to get done. They will not bring us, believe me, to the promised land.", "timestsamp": "03/28/2016 04:34:52"}, {"text": ".@chucktodd @JohnKasich We get nothing but problems. I was never a big fan, no wonder he lost! Make America great again.", "timestsamp": "03/28/2016 04:27:23"}, {"text": "I'm not using lobbyists and people that want to have their little senator do exactly as they want. I don't care. I'm really rich. @tedcruz", "timestsamp": "03/28/2016 03:31:34"}, {"text": "We've got nuclear weapons that are obsolete. I'm going to create jobs just by making the worst thing ever.", "timestsamp": "03/28/2016 03:24:06"}, {"text": ".@realDonaldTrump ISIS is the bad ones. They want to congratulate Ted Cruz on that win. We're not going to let it happen.", "timestsamp": "03/28/2016 03:19:32"}, {"text": "We're going to buy the economy, you will save $300 billion a year. We need money. We have to do it. There is so much wealth out there.", "timestsamp": "03/27/2016 04:45:56"}, {"text": "Hilly, you can see the division. But we have to knock out Cruz. It's just a great win. See? I'm becoming diplomatic.@HillaryClinton @tedcruz", "timestsamp": "03/27/2016 04:41:36"}, {"text": "So under President Trump, here's what would happen: I’ve only hit her once, and that was into Mexico.", "timestsamp": "03/25/2016 22:35:04"}, {"text": "I want more than 100 people up in the prison area. I have great respect for special interests. I'll tell it like it is.", "timestsamp": "03/25/2016 22:33:23"}, {"text": "Common Core should protect the Second Amendment, because our leaders don't understand the game.", "timestsamp": "03/25/2016 22:30:57"}, {"text": "I think most of women have gone off the record many times with reporters. And I think they have to give their money and jobs. Very simple.", "timestsamp": "03/25/2016 22:26:24"}, {"text": "The biggest risk to the world, is me, believe it or not.", "timestsamp": "03/25/2016 22:17:25"}, {"text": "I don't have to brag. We're going to build our military so big, so strong, and, actually, with real Hispanics.", "timestsamp": "03/25/2016 22:15:30"}, {"text": "I came here to speak to you about million and millions of women. We're going to charge you a 35% tax. And they may even be upset by it. Good", "timestsamp": "03/25/2016 08:17:57"}, {"text": "[My wife is] America. It's a disaster. You have to run.", "timestsamp": "03/25/2016 08:08:46"}, {"text": "They want to stay here desperately, They're not able to stay here. I see him. I know him. He's a lightweight, 100 percent. @JohnKasich", "timestsamp": "03/24/2016 22:16:27"}, {"text": "They will never make America great again. Everybody falls asleep listening to the same old stuff, the same old lies. @FoxNews @tedcruz", "timestsamp": "03/24/2016 22:14:59"}, {"text": "[@TayandYou is] a plan that was good. They have no plan now.", "timestsamp": "03/24/2016 22:05:52"}, {"text": "I'm going to be a good president of the world. Ted can't do that.", "timestsamp": "03/24/2016 00:11:03"}, {"text": ".@FullFrontalSamB [God is] for Americans. I hope to be able to get along with him. You don't hear that from anybody else.", "timestsamp": "03/22/2016 06:32:50"}, {"text": "[SCOTUS nominee] We have to stop and it has to stop now. Our leaders don’t have a clue and the trade would be so easy. He's a bad negotiator", "timestsamp": "03/21/2016 15:51:21"}, {"text": "End, end Common Core. Rebuild the country's infrastructure. Have a gun on every table.", "timestsamp": "03/19/2016 23:34:26"}, {"text": "We have to end education. What they do is unbelievable, how bad. Nobody can do that like me. Believe me.", "timestsamp": "03/19/2016 23:33:17"}, {"text": ".@rickygervais [He's a ]lightweight. We'd have leadership, no leadership respects us. I have the best deals. You have a tremendous problem.", "timestsamp": "03/18/2016 18:44:03"}, {"text": "I'm going to bring money in, and save it. I don't want it. After I'm called by friends of mine I said I disavow, we're giving them subsidies", "timestsamp": "03/18/2016 17:32:44"}, {"text": "I did a lot of great deals, and I did them early. But if I'm going to win; you've got to make this country great again, not thank Paul Ryan.", "timestsamp": "03/18/2016 17:28:28"}, {"text": "We love our vets and that was just speaking for myself, whether it's impossible for our people here to compete or not. So I thank everybody.", "timestsamp": "03/17/2016 18:02:06"}, {"text": ".@GOP We're losing our numbers and they're tired of being ripped off by everybody in the world. They are weak and I'm a leader.", "timestsamp": "03/17/2016 15:14:37"}, {"text": "[I won the debate]. You know, it's amazing. When I do something that's based on competence. It's a disaster. @tedcruz @realDonaldTrump", "timestsamp": "03/17/2016 15:07:42"}, {"text": "I sent the people and they're building a military island. We are like a third world country, military to a point that is very scary.", "timestsamp": "03/17/2016 15:02:21"}, {"text": "I go to Saudi Arabia, and we have @realDonaldTrump steaks. We don't negotiate anything. I'm really proud of my success. I really am @tedcruz", "timestsamp": "03/16/2016 16:52:59"}, {"text": "I want to make the country rich again and strong again so that you can afford Medicaid. @robdelaney @BernieSanders", "timestsamp": "03/15/2016 17:04:05"}, {"text": "He's been a negative force. He wasn't a cheerleader. He's actually a negative force. @JohnKasichhttps://twitter.com/realDonaldTrump/status/709772129651265540 …", "timestsamp": "03/15/2016 16:58:03"}, {"text": "Rebuild the country's infrastructure. Nobody can do that like me. Believe me. @realDonaldTrumphttps://twitter.com/realDonaldTrump/status/709775232152817664 …", "timestsamp": "03/15/2016 16:57:33"}, {"text": "You know, we need unpredictability. That's the big leagues. @realDonaldTrump @GOP", "timestsamp": "03/15/2016 15:10:47"}, {"text": "I have little @marcorubio. I think, you know, he has to make more people, but it's destroying this country. It has to stop now. #Florida", "timestsamp": "03/14/2016 21:09:00"}, {"text": ".@JohnKasich I know many of those guys. But I wouldn't even waste my time with this one. It won't happen. but you deserve Social Security.", "timestsamp": "03/14/2016 18:20:35"}, {"text": "Believe me folks, we will do very well. I order thousands and thousands of people. We're gonna be there very soon.https://twitter.com/realDonaldTrump/status/709423812681531392 …", "timestsamp": "03/14/2016 18:18:05"}, {"text": "[Encryption is] the old-fashioned way. You have a bigger problem with China. \n[You are] selling this country down the drain. @iamjohnoliver", "timestsamp": "03/14/2016 13:59:11"}, {"text": "What you've seen in the past might be small potatoes compared to what happens. How stupid are these politicians to allow this to happen?", "timestsamp": "03/14/2016 13:46:47"}, {"text": ".@fox8news @tedcruz And I think that's, frankly, going to be able to be a terrible story, I hate to hear it.", "timestsamp": "03/14/2016 03:00:50"}, {"text": "The problem is that the greatest social program is a job. You know which is in serious trouble. We're being fair.", "timestsamp": "03/14/2016 02:58:26"}, {"text": ".@marcorubio You have all of the money that's being lost. #FloridaPrimary @realDonaldTrump", "timestsamp": "03/13/2016 20:56:59"}, {"text": "[You have a problem with] ISIS, you have a bigger problem with the General Services. And we can't sustain ourselves with @tedcruz.@glennbeck", "timestsamp": "03/13/2016 19:50:45"}, {"text": "[@JohnKasich failed] America. I don't see how he can possibly get the nomination. He's weak. It's not going to work.https://twitter.com/realDonaldTrump/status/709083187775979521 …", "timestsamp": "03/13/2016 19:44:02"}, {"text": "[second place isn't winning] the country, that's terrible. Let me explain something. I'm number one. @Saint_Obama @tedcruz @realDonaldTrump", "timestsamp": "03/13/2016 19:40:44"}, {"text": "[@DeepLearnBern is ] not going to work. I'm a leader. You have to be able to have some flexibility, not losing jobs.https://twitter.com/hayesbh/status/708757502226276352 …", "timestsamp": "03/12/2016 21:00:52"}, {"text": "[The media? ]What they do is a disgrace. They will never make America great again. We need a truly great leader now. Nuclear weapons and me.", "timestsamp": "03/12/2016 16:03:38"}, {"text": "[Protesters can't stop ]doing things when it's important. They're killing us. We're going to bring them back, that's the thinking we need.", "timestsamp": "03/12/2016 16:01:00"}, {"text": "[I condemn tonight's violence.] It was terrible. I'm a very nice person, but you can't do that. Be more family. @megynkelly @realDonaldTrump", "timestsamp": "03/12/2016 06:35:20"}, {"text": ".@tedcruz Get rid of the fraud. Get rid of the waste. You can't do it. I have assets, I have to tell you, I can do it. I make the best deals", "timestsamp": "03/12/2016 00:34:22"}, {"text": "[@marcorubio vets] We're going to take care of our vets. I have to tell you, I have lobbyists that can produce anything for me.They're great", "timestsamp": "03/11/2016 21:51:47"}, {"text": "[@JohnKasich 417k jobs] it's a statistic that's full of nonsense. We have the greatest businesspeople right now in the world. They call me.", "timestsamp": "03/11/2016 20:32:43"}, {"text": "[These people] are incredible. We give something in this country, protect our vets. We give the best. Mark my words. That is Trump.", "timestsamp": "03/11/2016 04:07:45"}, {"text": "[Cuba is] a disaster. I am a president candidate doesn't get greedy. We have tremendous deals. Everybody agrees.", "timestsamp": "03/11/2016 03:16:31"}, {"text": "[International trade agreements] are killing with tremendous devaluations. I disavowed China jobs, and I'm going to stop it, folks.", "timestsamp": "03/11/2016 02:44:19"}, {"text": "[I'll save social security] by the way, we'll be very, very hard in the world, right? We're going to win; we are highly scammed for years.", "timestsamp": "03/11/2016 02:30:36"}, {"text": "[Local education is] not problems. It's democrats and in all of - all of these places in this country. I make the best colleges. Thank you.", "timestsamp": "03/11/2016 02:21:38"}, {"text": "[I will bring jobs] back to America and make it great money. And they're not going to be able to call China again.", "timestsamp": "03/11/2016 02:16:00"}, {"text": "[@BernieSanders would be dangerous for ] jobs. GDP below zero, horrible labor participation. They're devaluing America. I'm not doing that.", "timestsamp": "03/10/2016 15:13:56"}, {"text": "We have millions and millions of people. Ted have a big, big problem. I'll tell it very interesting Thursday.  We make America great.", "timestsamp": "03/09/2016 22:27:55"}, {"text": ".@rabois [AlphaGo will be] very proud of my campaign. They don't know Donald. We are going to start winning again. He respects me.", "timestsamp": "03/09/2016 19:42:43"}, {"text": "I know Mexico. I said, \"This is going to be — we need money today. Our country.\"And I will say they're stupid. We're going to build the wall", "timestsamp": "03/09/2016 17:25:02"}, {"text": "I love the states. I win them. Ohio is beautiful, I buy it. Thank you very much. I buy Hillary, it's beautiful and I'm happy about it.", "timestsamp": "03/09/2016 08:38:14"}, {"text": "[#MSPrimary] Our politicians are all talk, no action. So I'll say to run Poll, get us a lot of votes. So beautiful.https://twitter.com/realDonaldTrump/status/707259515222278146 …", "timestsamp": "03/08/2016 22:04:12"}, {"text": ".@TeamTedCruz @tedcruz [Look at] these little guys. We are going to win. And it's fine.", "timestsamp": "03/08/2016 21:38:12"}, {"text": ".@RealBPhil I want to congratulate @tedcruz on beating nobody. We're going to be a much bigger party, and there is nothing to do about it.", "timestsamp": "03/08/2016 17:25:37"}, {"text": "#IdahoPrimary [Idaho-] we're going to knock the hell out of these people taking from you folks.https://twitter.com/realDonaldTrump/status/707225317648240640 …", "timestsamp": "03/08/2016 16:06:45"}, {"text": ".@FoxNews @tedcruz @realDonaldTrump [Ted Cruz lose]rs. He's weak on China, he's weak here folks. They going to be lost; they have. I'd leave", "timestsamp": "03/08/2016 03:44:42"}, {"text": ".@marcorubio [Your team keeps] losing. Both because we're taking from them - I've been tough. That's executive order. Get rid of the waste.", "timestsamp": "03/07/2016 23:51:27"}, {"text": "He's not going to be able to build, weak on immigration, depart manufacturing. And you know what happens. A disasterhttps://twitter.com/nytpolitics/status/706918866757230594 …", "timestsamp": "03/07/2016 20:23:09"}, {"text": "[@tedcruz ChooseCruz] I'm going to beat you. And they're all over the place. I don't think you're going be so strong.", "timestsamp": "03/07/2016 18:02:15"}, {"text": "[#MichiganPrimary] And it's impossible for Ford to run over here. I will tell it to happen. Everyone, they're going to do well.", "timestsamp": "03/07/2016 15:19:15"}, {"text": "I have two sides. The Republican Party. The middle class. We need a lot of the last thing.", "timestsamp": "03/07/2016 03:59:58"}, {"text": "[#MichiganPrimary] because, it'll be. I win most of this, with these people interested in Washington, D.C., those Republican potatoes.", "timestsamp": "03/07/2016 02:32:49"}, {"text": "[@tedcruz] all talk, no action.", "timestsamp": "03/07/2016 00:37:27"}, {"text": "[Lightweight #LittleMarco] no campaign chance. Believe me, we start winning, winning, winning. That's the mindset.https://twitter.com/realDonaldTrump/status/706532975782006784 …", "timestsamp": "03/06/2016 21:24:26"}, {"text": ".@jameshohmann @tedcruz [Lyin' Ted] He's a lightweight. And we accept it. All out of it. I mean the record. It's totally the reason I won 10", "timestsamp": "03/06/2016 17:10:53"}, {"text": "Everybody can be amazing. They are because I'll bring back a hell of a big business.  Don't forget you. Thank you.", "timestsamp": "03/06/2016 17:07:00"}, {"text": ".@BernieSanders [need help] I have the negotiators in the opposite thinking.We have to listen to me anywhere I'm potential.We have no choice", "timestsamp": "03/06/2016 17:03:54"}, {"text": ".@HillaryClinton [We can't accept] Hillary in jobs in 2017. It's a lightweight. I think it's a special interests. It's a disaster. Thank you", "timestsamp": "03/06/2016 16:59:44"}, {"text": ".@realDonaldTrump[FLORIDA.] Going to happen. We got Bush. I fight him. It's true. He didn't win anything. I'm going to get pushed about that", "timestsamp": "03/06/2016 16:38:01"}, {"text": "I want to work, everybody. I like America, just for president. I'm running to honor it. We will save the process. Thank you very much.", "timestsamp": "03/06/2016 16:29:17"}, {"text": "[@FoxNews] That's when we become a country that's unsalvageable. They have losers. I'm against the lobbyists. I am very important right now.", "timestsamp": "03/06/2016 00:59:36"}, {"text": "[Small hands?] Republicans, they're used to say that's one of the largest in the world.Said the other day: Donald,never saw anything like it", "timestsamp": "03/06/2016 00:54:19"}, {"text": "Mark my words. We're going to beat ISIS. Come replace the big lie, Obamacare. Believe me.", "timestsamp": "03/05/2016 22:38:56"}, {"text": "[@CPAC] I know the overrated ones. I will be the greatest jobs president that last many people. Jarrett, Laura, Eric.Very proud of my family", "timestsamp": "03/05/2016 22:25:29"}, {"text": "Right now, think of this: We owe China $1.3 trillion. We owe Japan more than that. We have gun laws. I'll bring back our money.", "timestsamp": "03/05/2016 17:01:04"}, {"text": ".@JohnKasich [Kasich] knows, and that's the bad news. First out. I can tell you, we need somebody that can brag.", "timestsamp": "03/05/2016 16:50:51"}, {"text": "[Big banks.] People have been paying it for years. we're going to be doing that. the greatest politicians to allow this to happen?How stupid", "timestsamp": "03/05/2016 03:53:26"}, {"text": "@BernieSanders [I am the best unifier.] But I've always said, Saudi Arabia, I go to, believe me, and I’ll bring back our jobs", "timestsamp": "03/05/2016 03:18:08"}, {"text": "China, you heard ‘China’s gonna happen'. After I’m called by all of the candidates, We will rise", "timestsamp": "03/05/2016 03:16:20"}, {"text": "we really do have people that are stupid.", "timestsamp": "03/04/2016 23:50:10"}, {"text": "[Create jobs] to Islamic terrorists. I don't want that.That's the kind of mindset, that’s the kind of thinking you need for thousands that..", "timestsamp": "03/04/2016 23:49:38"}, {"text": "@HillaryClinton We have people that aren’t working. We have people that are so much better for education. I’m renegotiator it’s going down.", "timestsamp": "03/04/2016 23:47:24"}, {"text": "@BernieSanders @Raise_Up_WA Minimum wage week, and that’s the good news. this make it great again? Don't work. but be together in Mexico.", "timestsamp": "03/04/2016 23:37:09"}, {"text": "I will find the donors on the process, because our leaders don’t understand the good ones. I have them all, all the strong,incredible people", "timestsamp": "03/04/2016 23:35:54"}, {"text": "I will stop Iran from getting Rubio.they got come in third and will call me a disaster.I tell you that’s going to be destroyed.look at that.", "timestsamp": "03/04/2016 23:34:27"}, {"text": "@tedcruz He’s terrible. in favor of Common Core? We have people that are controlled - Nobody builds walls better than me, believe me,", "timestsamp": "03/04/2016 23:31:11"}, {"text": "This it business. Our president is Obamacare.  now, in this is what it's not. Thank you very much. We’re not a cheerleader we're interesting", "timestsamp": "03/04/2016 19:05:42"}, {"text": "[Bring back] our infrastructure. We got $5 billion in and replace the oil.", "timestsamp": "03/04/2016 19:05:00"}, {"text": "[I have the best] company, I mean you want to send for it. So we can make it great. Don't believe this manufacturer, folks.", "timestsamp": "03/04/2016 19:02:32"}, {"text": "[I have the best] community -- I don't want them to build New Hampshire, I will bring incredible things", "timestsamp": "03/04/2016 19:01:22"}, {"text": "I don’t need an election that come in, just a lot of my family.", "timestsamp": "03/04/2016 18:54:09"}, {"text": "[Kansas] They all said, “I don’t need anything. They had a horrible country, and has the special infrastructure, our country needs a rich.", "timestsamp": "03/04/2016 18:50:28"}, {"text": "... I’m using us. They can’t lead us, very careful.    (closing statement)", "timestsamp": "03/04/2016 04:04:37"}, {"text": "Great manufacturing, bring back our jobs, bring back our manufacturing, because my file, you know, I don’t need anybody’s money. ...", "timestsamp": "03/04/2016 04:03:51"}, {"text": "We need somebody that literally has a nuclear wealth, and the enemy tougher on with. And, in my opinion, the new China, believe me.", "timestsamp": "03/04/2016 03:49:51"}, {"text": "[Rubio] -- what I do. I’m not going to have been nice person. We’ll be a negative force. He’s been a negative cool.", "timestsamp": "03/04/2016 03:48:26"}, {"text": "...whather it's not a great guns -- nominating security in america. We can make America great again. Thank you very much", "timestsamp": "03/04/2016 03:39:07"}, {"text": "[The second amendment] we have people that are crime. That's coming horribly; I looked. I say that is very illegal eminent domains...", "timestsamp": "03/04/2016 03:37:25"}, {"text": "[Trump University] a lot of beautiful negotiators and it's not fair. We have so much all over the country. Now we thank everybody.", "timestsamp": "03/04/2016 03:16:49"}, {"text": "[Waterboarding] I get rid of the people, our country will be back the game. We have to repeal Syria? What do we do, when we left Iraq...", "timestsamp": "03/04/2016 03:04:04"}, {"text": "We will never be negotiate, look at the border with Yemen. Again I came out their deals —  there we need people. Thank you very much.", "timestsamp": "03/04/2016 02:57:38"}, {"text": "[H1B,] you have a problem with ISIS. I buy it, because you know what? I don’t have to put crass. I have to be one of the toughest absolutely", "timestsamp": "03/04/2016 02:48:07"}, {"text": "@tedcruz I buy you believe that deal.", "timestsamp": "03/04/2016 02:44:39"}, {"text": "[The New York Times] the hell out of the Trump. You know it's a very bad thing. They're talking about Obamacare.  A $5 billion website.", "timestsamp": "03/04/2016 02:37:09"}, {"text": "[Corruption] and it's nasty. But beautiful. So I want to thank you. I love donors and some bad today that were right to be lost.", "timestsamp": "03/04/2016 02:29:53"}, {"text": "[Trump steaks?] But nobody is going after more money -- we're going to put them away in order... tax South Korea.", "timestsamp": "03/04/2016 02:24:42"}, {"text": "[Inherit 100 million?] and now I’m building all over the world. And I have a little cool.", "timestsamp": "03/04/2016 02:18:02"}, {"text": "@karpathy [karpathy]? A disaster. But I think it’s not a nice person.", "timestsamp": "03/04/2016 01:37:36"}, {"text": "[Tonight's debate will ]make America great.", "timestsamp": "03/04/2016 00:37:29"}, {"text": "[Romney is ]a tool. I want to tell you this. They're probably the last thing we need in a leader,  We can't do that.", "timestsamp": "03/03/2016 23:45:33"}, {"text": "The military, make it great again. And we’re 26th in the world on President Obama’s illegal executive order.", "timestsamp": "03/03/2016 22:24:22"}, {"text": "I’m what ISIS doesn’t need.", "timestsamp": "03/03/2016 19:50:01"}, {"text": "OK, it's amazing right now with ISIS, I tell you what? I don't want them to vote, the worst very social people. I love me.", "timestsamp": "03/03/2016 19:49:00"}, {"text": "Equipment, I finally got to be stupid. We ought to send used equipment, right? I don’t need any, I love China. I mean I can take the country", "timestsamp": "03/03/2016 19:48:24"}, {"text": "We have competence. Our people don’t need anybody. I have smart people.", "timestsamp": "03/03/2016 19:46:50"}, {"text": "I’ll bring back our jobs. They all have everything, they don’t have a clue.", "timestsamp": "03/03/2016 19:36:22"}, {"text": "We have to make the United States. They can’t do it. Because I’m going to pay for the country.", "timestsamp": "03/03/2016 19:34:09"}, {"text": "@realDonaldTrump They're going to be paying right now, and like, absolutely. I’m really rich. Oh I want to support and have them.", "timestsamp": "03/03/2016 18:50:47"}, {"text": "other things. We're bringing our jobs back?  You come into Mexico instead.  Again, too close to make this country deal again.", "timestsamp": "03/03/2016 18:45:15"}, {"text": "We're going to be in a very good jobs, because our country needs. That's so it. Our going jobs. We're not going, because it happened and ...", "timestsamp": "03/03/2016 18:45:03"}]