[{"text": "Merry Christmas! And to those who don't celebrate Christmas— you will when I become president", "timestsamp": "12/25/2015 14:18:57"}, {"text": "@oscarfrost9919 I don't personally hate them, but hating them publicly gives me attention", "timestsamp": "12/23/2015 16:16:08"}, {"text": "I'm a racist...but if people agree with me, is what I'm saying really that bad?", "timestsamp": "12/20/2015 21:54:39"}, {"text": "I love it when people make these things. Love the attention and publicity it gives me!pic.twitter.com/pGnrvNmNxR", "timestsamp": "12/11/2015 21:23:19"}, {"text": "The only reason why I am running for president is to put the Electoral College to the test.", "timestsamp": "12/11/2015 12:16:54"}, {"text": "ISIS members are not true Muslims and are using Islam as an excuse to kill—but that doesn't give me publicity.pic.twitter.com/NnufaR0xK0", "timestsamp": "12/09/2015 23:44:41"}, {"text": "Here's an idea, why don't we ban ME from the U.S., since I pose more of a threat to this country than the entire Muslim population.", "timestsamp": "12/09/2015 02:58:04"}, {"text": "Now that it's just me and Hillary...oh wait...there's also third party candidates...", "timestsamp": "06/10/2016 17:28:55"}, {"text": "I'm a business man, not a politician, so it's my job to convince the client (aka Americans). Even if it's a bad deal.", "timestsamp": "04/22/2016 01:53:18"}, {"text": "\"Bigger and better and stronger than ever before\" my slogan for SC is my slogan for my ding dong #VoteTrumpSC", "timestsamp": "02/14/2016 17:46:09"}, {"text": "@kathyjowells well I've already made it clear that it would be a careless act. Just pulling the trigger at a random fellow. BAM.", "timestsamp": "01/24/2016 17:56:10"}, {"text": "@kathyjowells you people get fired up over Hilary's emails, yet would elect a murderer for Commander in Chief.", "timestsamp": "01/24/2016 17:53:13"}, {"text": "@kathyjowells you may want to think again", "timestsamp": "01/24/2016 17:51:12"}, {"text": "@Mansstory2 @Di00000000 actually it's about saving my ass", "timestsamp": "01/24/2016 17:41:57"}, {"text": "@realDonaldTrumd more votes the better! Remember it's anonymous!", "timestsamp": "01/24/2016 17:40:42"}, {"text": "If I stood in the middle of 5th Ave and shot someone, would I lose your vote?", "timestsamp": "01/24/2016 06:53:30"}, {"text": "Having Sarah Palin support my campaign is probably the best thing that could happen to this country", "timestsamp": "01/19/2016 23:26:28"}, {"text": "I will soon escort all of the women in my rallies and ask them to make me a sandwich.", "timestsamp": "01/10/2016 02:31:16"}, {"text": "I can't wait to Make America Great Again™ by plastering the country with pictures of me for all to see", "timestsamp": "12/26/2015 05:35:45"}]